services/course-service/test-soap-requests/01-service-info.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cou="http://courses.universite.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <cou:getServiceInfo/>
   </soapenv:Body>
</soapenv:Envelope>
